{
  "common.home": "Home",
  "common.about": "Introduce",
  "common.services": "Services",
  "common.projects": "Projects",
  "common.contact.us": "Contact",
  "common.address": "Address",
  "common.address.detail": "No. 42, Street 34, An Phu, Thu Duc City",
  "common.email": "Email",
  "common.email.detail": "tpmsupport@tpm-techs.com",
  "common.hotline": "Hotline",
  "common.hotline.detail": "028 2229 9585",
  "common.hr.email": "hr@tpm-techs.com",
  "common.hr.hotline": "0334594302",
  "common.slogan": "We are our customers' trusted partner",
  "common.all.rights.reserved": "All rights reserved",

  "footer.support.title": "Need support ？",
  "footer.support.subtitle": "Register information to receive advice",
  "footer.support.name": "Full name",
  "footer.support.phone.number": "Phone number",
  "footer.support.email": "Email Address",
  "footer.support.field": "Field needing advice",
  "footer.support.field.internet.of.things": "Internet of Things",
  "footer.support.field.recycled.energy": "Renewable Energy",
  "footer.support.field.other": "Other fields",
  "footer.support.submit": "Subscribe",
  "footer.support.subject": "Consulting support",
  "footer.support.content": "Content",
  "footer.support.message": "Need field consultation support",

  "home.banner.description": "Pioneer Experts in the IoT Field",
  "home.banner.learn.more.about.tpm": "Learn about TPM",
  "home.about.title": "TPM Company - Pioneering Expert in IoT Field",
  "home.about.paragraph.1": "TPM, is an enterprise specializing in technology and innovation in the field of Internet of Things (IoT). With commitment and creativity, we are constantly striving to offer highly applicable products and solutions, helping customers optimize their business processes.",
  "home.about.paragraph.2": "We understand that success comes not only from top performance but also from flexibility, creativity and commitment. Therefore, we always promote team spirit , encourages every individual in the organization to share ideas and contribute to the creative process.",
  "home.about.paragraph.3": "TPM is not only a workplace but also a community, where every member is given the opportunity to develop individually and collectively. We value diversity and respect, creating a positive and motivating working environment.",
  "home.about.year": "year",
  "home.about.of.experience": "experience",
  "home.about.projects": "projects",
  "home.about.accepted": "accepted",
  "home.services.read.more": "Read more",
  "home.products": "Products",
  "home.smart.metering.services": "Smart metering services",
  "home.smart.metering.services.description": "Smart energy service",
  "home.smart.energy.consulting": "Smart energy consulting",
  "home.smart.energy.consulting.description": "Smart energy consulting service",
  "home.smart.farming.solutions": "Smart farming solutions",
  "home.smart.farming.solutions.description": "Smart agricultural solutions",
  "home.strategic.partnership": "Strategic partnership",
  "home.strategic.partnership.description": "Accompanying TPM Technology are professional partners. Together we will help your project last long and bring the highest value",
  "home.strategic.partnership.campuchia": "With a vision to expand into the Cambodian market, Semiconductor Technology Solution Joint Stock Company TPM (referred to as TPM Company), a part of TP Group conglomerate, recognizes the importance of connecting with reputable entities to deploy projects and attract skilled human resources. In line with this spirit, on April 19, 2024, TPM Company and PTC Limited Liability Company signed a strategic cooperation agreement. Representing PTC Limited Liability Company, the Chairwoman is Ms. Neak Okhna Diana Wouchlay, and the Vice Chairman is Mr. Ung Min Sie. On the TPM Company side, the Chairman is Mr. Nguyễn Thiên Đức, the General Director is Mr. Suzuki Taiyo, along with the TPM Company team. The signing ceremony took place at the headquarters of PTC Limited Liability Company in Phnom Penh, Cambodia's capital. PTC Limited Liability Company is located at 250-252 Monivong Blvd (93), Sangkat Boeng Rang, Khan Doun Penh, Phnom Penh. The company specializes in manufacturing and providing technology solutions for various industries, including finance, automation, and security. Evaluating Cambodia as a promising market, both TPM Company and PTC Limited Liability Company are inclined towards developing existing centers and facilities, and establishing additional R&D centers. According to the agreement, both parties will implement projects, products, and applications suitable for the Cambodian market's needs. Additionally, they will provide solution packages to support businesses and manufacturers during operation and management. In discussions with PTC Limited Liability Company representatives, Chairman Nguyễn Thiên Đức welcomed potential areas of cooperation, which will contribute to promoting research and development activities and enhancing the experience opportunities for the engineering team. Furthermore, to ensure the most effective collaboration possible, Chairman Nguyễn Thiên Đức raised concerns about the company's customer attraction policies to meet practical needs and create motivation to achieve achievements for both companies.",
  "home.strategic.news": "News",
  "newscampuchia.solutions.description1": "Signing ceremony between PTC Group and TP Group",
  "newscampuchia.solutions.description2": "In the capital Phnom Penh",


  "about.banner.subtitle": "About us",
  "about.introduction.title": "TPM Company - Pioneer in the Field of Internet of Things (IoT)",
  "about.introduction.description": "TPM. Pioneering the way into the Industry 4.0 era, TPM is a groundbreaking entity specialized in the field of Internet of Things (IoT). With a passion for innovation and a commitment to delivering advanced solutions, we are not just a company but also an organization dedicated to turning bold ideas into reality.",
  "about.mission.and.vision": "Mission and Vision",
  "about.mission.and.vision.description": "We set out on a mission to create groundbreaking IoT products and services that improve performance and optimize business processes for customers. Our vision is not limited to digital development, but also to shaping a smart and sustainable future for the community.",
  "about.team.of.experts": "Team of Experts",
  "about.team.of.experts.description": "TPM's strength lies in its multidisciplinary team of experts, who not only have extensive experience in IoT but are also full of dynamic and creative spirit. We believe in diversity of opinion and consensus to create products that can challenge and change the world.",
  "about.products.and.solutions": "Products and Solutions",
  "about.products.and.solutions.description": "We are committed to providing products and services of the highest quality, appreciated for their stability, safety and reliability. The effectiveness of Our solutions not only help customers save costs but also enhance their competition in an increasingly fierce market.",
  "about.quality.and.performance": "Quality and Performance",
  "about.quality.and.performance.description": "We are committed to providing products and services of the highest quality, appreciated for their stability, safety and reliability. The effectiveness of Our solutions not only help customers save costs but also enhance their competition in an increasingly fierce market.",
  "about.social.responsibility.and.sustainability": "Social Responsibility and Sustainability",
  "about.social.responsibility.and.sustainability.description": "We not only consider ourselves a business, but also a member of the social community. In every action, we aim to contributing to sustainable development and environmental protection. We believe that our success is not only measured by business sales but also by positive impact on society.",
  "about.final": "Finally",
  "about.final.description": "TPM is not just an IoT business, but a source of encouragement and strategic partner for customers' development. We constantly innovate to accompany businesses in digital revolution, building bridges between ideas and reality, and contributing to building a smart and sustainable future.",

  "about.tpc.description.1": "TPM is a member of",
  "about.tpc.description.2": "the TP Group.",

  "about.people": "TPM Team",
  "about.people.year.of.experience": "years of experience",
  "about.people.description": "TPM is proud to have a staff with more than 5 years of in-depth experience in the IoT field. This proves our stability and professionalism in providing solutions and premium IoT services. Our experienced experts not only bring a deep understanding of technology but also motivate and shape innovation in the industry.",

  "about.learn.more": "Learn more",

  "services.banner.title": "Providing innovative and sustainable solutions",
  "services.banner.contact.us": "Contact us",
  "services.title": "Services",
  "services.subtitle": "Best service!",
  "services.description": "Providing high-performance services for a wide range of industries and technologies!",

  "services.criteria.subtitle": "Building the Future, Restoring the Past",
  "services.criteria.title": "Reliable, effective and technically advanced products!",
  "services.criteria.1.title": "Optimizing Performance with IoT",
  "services.criteria.1.description": "Our intelligent system not only controls quality but also optimizes performance, helping your business significantly save costs and time.",
  "services.criteria.2.title": "Effective Quality Control",
  "services.criteria.2.description": "We enhance the value of our products by controlling quality effectively.",
  "services.criteria.3.title": "100% Satisfaction Guaranteed",
  "services.criteria.3.description": "An integrated approach to providing technical services that enable our customers to benefit from trade and logistics.",
  "services.criteria.4.title": "Strong Safety and Security",
  "services.criteria.4.description": "Committed to putting safety and security first, our IoT products help protect your important data while minimizing the risks associated with network security.",
  "services.criteria.5.title": "Excellent User Experience",
  "services.criteria.5.description": "Our system not only ensures product quality but also creates an excellent user experience that enhances satisfaction and creates a strong connection between businesses and customers.",

  "contact.form.lastName": "Last Name",
  "contact.form.firstName": "Name",
  "contact.form.email": "Email",
  "contact.form.phone.number": "Phone number",
  "contact.form.company": "Company",
  "contact.form.message": "Content",
  "contact.form.subject": "Subject",
  "contact.form.country": "Country",
  "contact.form.send": "Send",

  "contact.form.to.email.name": "Name",
  "contact.form.to.email.company": "Workplace",
  "contact.form.to.email.email": "Email",
  "contact.form.to.email.phone.number": "Phone number",
  "contact.form.to.email.message": "Content",

  "contact.get.in.touch": "Please leave contact",
  "contact.get.in.touch.description": "We will contact you as soon as possible.",

  "contact.contact.us": "Contact us",
  "contact.office.location": "Office address",

  "projects.category.clean.energy": "Clean Energy",
  "projects.category.internet.of.things": "Internet of Things",

  "common.vietnamese": "Vietnamese",
  "common.english": "English",
  "common.japanese": "Japanese"
}
