{
  "common.home": "Trang chủ",
  "products.header": "TPM TECHNOLOGY JSC",
  "common.about": "Giới thiệu",
  "products.IT.AI": "IT & AI",
  "products.EtherCat": "Bộ điều khiển mạng",
  "products.file": "File",
  "common.services": "Dịch vụ",
  "common.projects": "Dự án",
  "common.contact.us": "Liên hệ",
  "common.news": "Bảng tin",
  "common.products": "Sản phẩm",
  "common.address": "Địa chỉ",
  "common.address.detail": "Số 42 đường 34, An Phú, thành phố Thủ Đức",
  "common.email": "Email",
  "common.email.detail": "tpmsupport@tpm-techs.com",
  "common.hotline": "Hotline",
  "common.hotline.detail": "028 2229 9585",
  "common.hr.email": "hr@tpm-techs.com",
  "common.hr.hotline": "0334594302",
  "common.slogan": "Chúng tôi là Đối tác tin cậy của khách hàng",
  "common.all.rights.reserved": "All rights reserved",
  "common.vietnamese": "Tiếng Việt",
  "common.english": "Tiếng Anh",
  "common.japanese": "Tiếng Nhật",

  "footer.support.title": "Cần hỗ trợ ？",
  "footer.support.subtitle": "Đăng ký thông tin để được tư vấn",
  "footer.support.name": "Họ và tên",
  "footer.support.phone.number": "Số điện thoại",
  "footer.support.email": "Địa chỉ Email",
  "footer.support.field": "Lĩnh vực cần tư vấn",
  "footer.support.field.internet.of.things": "Internet of Things",
  "footer.support.field.recycled.energy": "Năng lượng tái tạo",
  "footer.support.field.other": "Lĩnh vực khác",
  "footer.support.submit": "Đăng ký",
  "footer.support.subject": "Hỗ trợ tư vấn",
  "footer.support.content": "Nội dung",
  "footer.support.message": "Cần hỗ trợ tư vấn về lĩnh vực",

  "home.banner.description": "Chuyên Gia Tiên Phong Trong Lĩnh Vực Công Nghệ",
  "home.banner.learn.more.about.tpm": "Tìm hiểu về TPM",
  "home.about.title": "Công ty TPM TECHNOLOGY JSC - Chuyên Gia Tiên Phong Trong Lĩnh Vực Công Nghệ",
  "home.about.paragraph.1": "TPM, là một doanh nghiệp chuyên về công nghệ và đổi mới trong lĩnh vực trí tuệ nhân tạo, hệ thống nhúng, Robotics, công nghệ thông tin và internet vạn vật (IoT). Với kinh nghiệm đã đặt được và sự sáng tạo chúng tôi cam kết không ngừng và nỗ lực để đưa ra những sản phẩm và giải pháp có tính ứng dụng cao, giúp khách hàng tối ưu hóa quy trình kinh doanh, quản lý sản xuất của họ.",
  "home.about.paragraph.2": "Chúng tôi tin rằng sự thành công không chỉ đơn thuần là kết quả của việc hoàn thành công việc một cách xuất sắc, mà còn là sự hài lòng của khách hàng về sản phẩm và dịch vụ mà công ty cung cấp. Vì vậy, chúng tôi luôn đề cao tinh thần đổi mới và khích lệ mọi thành viên trong tổ chức chia sẻ ý tưởng, đóng góp vào quá trình phát triển.",
  "home.about.paragraph.3": "TPM không chỉ là nơi làm việc mà còn là một tổ chức, nơi mọi thành viên đều được tạo điều kiện để phát triển cá nhân và chung. Chúng tôi đánh giá cao sự đa dạng và tôn trọng, tạo ra một môi trường làm việc tích cực và đầy động lực.",
  "home.about.year": "năm",
  "home.about.of.experience": "kinh nghiệm",
  "home.about.projects": "dự án",
  "home.about.acceptanced": "đã nghiệm thu",
  "home.services.read.more": "Đọc thêm",
  "home.products": "Giải pháp",
  "home.smart.metering.services": "Smart metering services",
  "home.smart.metering.services.description": "Dịch vụ cung cấp năng lượng thông minh",
  "home.smart.energy.consulting": "Smart energy consulting",
  "home.smart.energy.consulting.description": "Dịch vụ tư vấn năng lượng thông minh",
  "home.smart.farming.solutions": "Smart farming solutions",
  "home.smart.farming.solutions.description": "Giải pháp nông nghiệp thông minh",
  "home.strategic.partnership": "Đối tác chiến lược",
  "home.strategic.partnership.description": "Đồng hành với TPM Technology là những đối tác chuyên nghiệp. Cùng nhau chúng tôi sẽ giúp công trình của bạn trường tồn lâu dài và mang lại giá trị cao nhất",
  "home.strategic.partnership.campuchia": "Với tầm nhìn mở rộng thị trường tại Campuchia, Công ty Cổ Phần Giải Pháp Công Nghệ Bán Dẫn TPM (gọi tắt là công ty TPM),thuộc tập đoàn TP Group, nhận thấy rằng việc kết nối với đơn vị uy tín là rất cần thiết để triển khai các dự án cũng như thu hút nguồn nhân lực giỏi. Trên tinh thần này, ngày 19/4/2024 vừa qua, công ty TPM và công ty TNHH PTC đã ký kết thỏa thuận hợp tác chiến lược phát triển. \n\nĐại diện công ty TNHH PTC có Chủ Tịch là bà Neak Okhna Diana Wouchlay, Phó Chủ Tịch là ông Ung Min Sie. Về phía công ty TPM có Chủ Tịch là ông Nguyễn Thiên Đức, Tổng Giám Đốc là ông Suzuki Taiyo cùng đoàn công tác là các thành viên công ty TPM. Lễ ký kết hợp tác diễn ra tại trụ sở công ty TNHH PTC ở thủ đô Phnom Penh, Campuchia. \n\nCông ty TNHH PTC có trụ sở tại số 250-252, Monivong Blvd (93), Sangkat Boeng Rang, Khan Doun Penh, Phnom Penh. Công ty chuyên sản xuất và cung cấp các giải pháp công nghệ cho tất cả các ngành từ tài chính, tự động hóa và bảo mật. Đánh giá Campuchia là một thị trường tiềm năng, công ty TPM nói chung và công ty TNHH PTC nói riêng đang có định hướng phát triển các trung tâm và cơ sở hiện, và thành lập thêm trung tâm R&D.\n\nTheo thỏa thuận, đôi bên sẽ triển khai các dự án, sản phẩm và ứng dụng phù hợp với nhu cầu của thị trường Campuchia. Đồng thời, cung cấp các gói giải pháp nhằm hỗ trợ các doanh nghiệp, nhà sản xuất trong quá trình vận hành và quản lý. \n\nTrao đổi với đại diện công ty TNHH PTC, Chủ tịch Nguyễn Thiên Đức hoan nghênh những hạng mục hợp tác tiềm năng với công ty, điều này sẽ góp phần xúc tiến hoạt động nghiên cứu và phát triển, nâng cao cơ hội trải nghiệm cho đội ngũ kỹ sư. Song song đó, để việc hợp tác được hiệu quả nhất có thể, Chủ tịch Nguyễn Thiên Đức đã đặt vấn đề về các chính sách thu hút khách hàng của công ty để đáp ứng nhu cầu thực tế, tạo động lực để đạt các thành tựu cho cả hai công ty.",
  "home.strategic.news": "Bảng tin",
  "newscampuchia.solutions.description1": "Buổi ký kết giữa PTC Group với TP Group",
  "newscampuchia.solutions.description2": "Tại thủ đô Phnom Penh",



  "about.banner.subtitle": "Về chúng tôi",
  "about.introduction.title": "Công ty TPM - Tiên Phong Trong Lĩnh Vực Internet of Things (IoT)",
  "about.introduction.description": "TPM. Tiên phong, tiến tới thời đại công nghiệp 4.0, là một đơn vị đột phá chuyên sâu trong lĩnh vực Internet of Things (IoT). Với đam mê sáng tạo và cam kết mang đến giải pháp tiên tiến, chúng tôi không chỉ là một công ty, mà còn là một tổ chức tập trung vào việc biến những ý tưởng táo bạo thành hiện thực.",
  "about.mission.and.vision": "Sứ Mệnh và Tầm Nhìn",
  "about.mission.and.vision.description": "Chúng tôi đặt ra sứ mệnh tạo ra những sản phẩm và dịch vụ IoT mang tính đột phá, giúp nâng cao hiệu suất và tối ưu hóa quy trình kinh doanh cho khách hàng. Tầm nhìn của chúng tôi không chỉ giới hạn trong việc phát triển kỹ thuật số, mà còn là việc định hình một tương lai thông minh và bền vững cho cộng đồng.",
  "about.team.of.experts": "Đội Ngũ Chuyên Gia",
  "about.team.of.experts.description": "Sức mạnh của TPM nằm ở đội ngũ chuyên gia đa ngành, những người không chỉ có kinh nghiệm sâu rộng về IoT mà còn đầy tinh thần năng động và sáng tạo. Chúng tôi đặt niềm tin vào sự đa dạng ý kiến và sự đồng thuận để tạo ra những sản phẩm có thể thách thức và thay đổi thế giới.",
  "about.products.and.solutions": "Sản Phẩm và Giải Pháp",
  "about.products.and.solutions.description": "Chúng tôi cam kết đưa ra sản phẩm và dịch vụ có chất lượng cao nhất, được đánh giá cao về tính ổn định, an toàn và độ tin cậy. Tính hiệu quả của giải pháp của chúng tôi không chỉ giúp khách hàng tiết kiệm chi phí mà còn tăng cường sự cạnh tranh của họ trong thị trường ngày càng khốc liệt.",
  "about.quality.and.performance": "Chất Lượng và Hiệu Suất",
  "about.quality.and.performance.description": "Chúng tôi cam kết đưa ra sản phẩm và dịch vụ có chất lượng cao nhất, được đánh giá cao về tính ổn định, an toàn và độ tin cậy. Tính hiệu quả của giải pháp của chúng tôi không chỉ giúp khách hàng tiết kiệm chi phí mà còn tăng cường sự cạnh tranh của họ trong thị trường ngày càng khốc liệt.",
  "about.social.responsibility.and.sustainability": "Trách Nhiệm Xã Hội và Bền Vững",
  "about.social.responsibility.and.sustainability.description": "Chúng tôi không chỉ xem xét mình là một doanh nghiệp, mà còn là một thành viên của cộng đồng xã hội. Trong mọi hành động, chúng tôi đều hướng tới việc góp phần vào sự phát triển bền vững và bảo vệ môi trường. Chúng tôi tin rằng sự thành công của chúng tôi không chỉ đo lường bằng doanh số kinh doanh mà còn bằng ảnh hưởng tích cực đối với xã hội.",
  "about.final": "Cuối cùng",
  "about.final.description": "TPM không chỉ là một doanh nghiệp IoT, mà là một nguồn động viên và đối tác chiến lược cho sự phát triển của khách hàng. Chúng tôi không ngừng đổi mới để đồng hành cùng doanh nghiệp trong cuộc cách mạng số, xây dựng cầu nối giữa ý tưởng và hiện thực, và góp phần vào việc xây dựng một tương lai thông minh và bền vững.",

  "about.tpc.description.1": "TPM là một thành viên",
  "about.tpc.description.2": "trong tập đoàn TP Group",

  "about.people": "Đội ngũ TPM",
  "about.people.year.of.experience": "năm kinh nghiệm",
  "about.people.description": "TPM tự hào có đội ngũ nhân viên với hơn 5 năm kinh nghiệm chuyên sâu trong lĩnh vực IoT. Điều này chứng tỏ sự ổn định và chuyên nghiệp của chúng tôi trong việc đưa ra giải pháp và dịch vụ IoT đẳng cấp. Các chuyên gia giàu kinhr nghiệm của chúng tôi không chỉ mang đến sự hiểu biết sâu rộng về công nghệ mà còn là nguồn động viên và định hình sự đổi mới trong ngành.",

  "about.learn.more": "Tìm hiểu thêm",

  "services.banner.title": "Cung cấp các giải pháp sáng tạo và bền vững",
  "services.banner.contact.us": "Liên hệ với chúng tôi",
  "services.title": "Dịch vụ",
  "services.subtitle": "Dịch vụ tốt nhất!",
  "services.description": "Cung cấp dịch vụ hiệu suất cao cho nhiều ngành công nghiệp và công nghệ!",

  "services.criteria.subtitle": "Xây dựng tương lại, Khôi phục quá khứ",
  "services.criteria.title": "Sản phẩm đáng tin cây, hiệu quả và kỹ thuật tiên tiến!",
  "services.criteria.1.title": "Tối Ưu Hóa Hiệu Suất Với IoT",
  "services.criteria.1.description": "Hệ thống thông minh của chúng tôi không chỉ kiểm soát chất lượng mà còn tối ưu hóa hiệu suất, giúp doanh nghiệp của bạn tiết kiệm chi phí và thời gian một cách đáng kể.",
  "services.criteria.2.title": "Kiểm Soát Chất Lượng Hiệu Quả",
  "services.criteria.2.description": "Chúng tôi nâng cao giá trị sản phẩm của mình bằng cách kiểm soát chất lượng một cách hiệu quả.",
  "services.criteria.3.title": "Đảm Bảo Sự Hài Lòng 100%",
  "services.criteria.3.description": "Một cách tiếp cận tích hợp để cung cấp các dịch vụ kỹ thuật cho phép khách hàng của chúng tôi được hưởng lợi từ thương mại và hậu cần.",
  "services.criteria.4.title": "An Toàn và Bảo Mật Vững Chắc",
  "services.criteria.4.description": "Với cam kết đặt sự an toàn và bảo mật lên hàng đầu, sản phẩm IoT của chúng tôi giúp bảo vệ dữ liệu quan trọng của bạn, đồng thời giảm thiểu rủi ro liên quan đến an ninh mạng.",
  "services.criteria.5.title": "Trải Nghiệm Người Dùng Xuất Sắc",
  "services.criteria.5.description": "Hệ thống của chúng tôi không chỉ đảm bảo chất lượng sản phẩm mà còn tạo ra trải nghiệm người dùng xuất sắc, giúp nâng cao sự hài lòng và tạo ra một sự kết nối mạnh mẽ giữa doanh nghiệp và khách hàng.",

  "contact.form.lastName": "Họ",
  "contact.form.firstName": "Tên",
  "contact.form.email": "Email",
  "contact.form.phone.number": "Số điện thoại",
  "contact.form.company": "Công ty",
  "contact.form.message": "Nội dung",
  "contact.form.subject": "Tiêu đề",
  "contact.form.country": "Quốc gia",
  "contact.form.send": "Gửi",

  "contact.form.to.email.name": "Tên",
  "contact.form.to.email.company": "Nơi làm việc",
  "contact.form.to.email.email": "Email",
  "contact.form.to.email.phone.number": "Số điện thoại",
  "contact.form.to.email.message": "Nội dung",

  "contact.get.in.touch": "Hãy để lại liên lạc",
  "contact.get.in.touch.description": "Chúng tôi sẽ liên hệ bạn trong thời gian sớm nhất.",

  "contact.contact.us": "Liên hệ chúng tôi",
  "contact.office.location": "Địa chỉ văn phòng",

  "projects.category.clean.energy": "Năng lượng sạch",
  "projects.category.internet.of.things": "Internet of Things",

  "products.it.ai": "Công nghệ và trí tuệ nhân tạo",
  "products.ethercat": "Bộ điều khiển mạng EtherCat",
  "products.download": "Download",
  "products.applications": "applications",

  "products.icon.document": " Document",
  "products.icon.download": " Download",
  "products.icon.android": " Android",
  "products.icon.appstore": " App Store",
  "products.icon.fileapk": " File Apk",

  "products.app": "Ứng dụng",
  "products.board": "Phần mềm",
  "news.listnews": "Danh sách bảng tin",
  "news.listnews.id": "news"
}
